#pragma once
#include <SFML\Graphics.hpp>

const int HEIGHT_MAP = 25;//размер карты высота
const int WIDTH_MAP = 39;//размер карты ширина 
sf::String TileMap[HEIGHT_MAP] = {
"000000000000000000000000000000000000000",
"0                                     0",
"0   s                                 0",
"0                                     0",
"0                                     0",
"0                       f             0",
"0    f                                0",
"0                                     0",
"0                                     0",
"0             ssss                    0",
"0                                     0",
"0                           h         0",
"0                                     0",
"0               f                     0",
"0                                     0",
"0    h                                0",
"0                     f               0",
"0                                     0",
"0                                     0",
"0                                     0",
"0         h                           0",
"0                                     0",
"0                                     0",
"0                                     0",
"000000000000000000000000000000000000000"
};